Repository: djedproject/ptahcrowd
Catalog: ptahcrowd/locale/*/LC_MESSAGES/ptahcrowd.po
Languages: de, pt_br

source: This is not case sensitive.
de: Gross- und Kleinschreibung wird nicht berücksichtigt.
pt_br: Maiúsculas e minúsculas não fazem diferença.

source: Case sensitive. Make sure the Caps Lock key is off.
de: Gross- und Kleinschreibung wird berücksichtigt. Vergewissern Sie sich das die Caps-Lock-Taste ausgeschaltet ist.
pt_br: Maiúsculas e minúsculas importam. Mantenha a tecla Caps Lock desligada.

source: Your email address or user name.
de: Ihre E-Mail-Adresse oder Ihr Benutzername.

source: You have been logged out.
de: Sie wurden abgemeldet.
pt_br: Você saiu do sistema.

source: Full name
de: Vollständiger Name
pt_br: Nome completo

source: e.g. John Smith. This is how users on the site will identify you.
de: z.B. Max Mustermann. So erkennen andere Benutzer Sie.
pt_br: exemplo: João da Silva. Será a sua identificação no site.

source: Password
de: Passwort
pt_br: Senha

source: Enter your password. No spaces or special characters; should contain digits and letters in mixed case.
de: Geben Sie Ihr Passwort ein. Keine Leerschläge oder Sonderzeichen; muss Zahlen und Buchstaben in Gross- und Kleinschreibung enthalten.
pt_br: Digite sua senha. Sem espaços ou caracteres especiais; deve conter dígitos, maiúsculas e minúsculas.

source: We have started resetting your password. Please check your email for further instructions.
de: Wir haben das Zurücksetzen des Passwortes gestartet. Bitte überprüfen Sie Ihr E-Mail für das weitere Vorgehen.
pt_br: Começamos a resetar sua senha. Verifique o seu email para instruções.

source: Password reset confirmation
de: Bestätigung des Passwort-Resets
pt_br: Confirmação de nova senha

source: You have entered the wrong login or password.
de: Sie haben das falsche Login oder Passwort eingegeben.
pt_br: Você digitou o login ou senha errado.

source: Your email will not be displayed to any user or be shared with anyone else.
de: Ihre E-Mail-Adresse wird nicht jedem Benutzer zugänglich sein oder mit anderen Personen geteilt.
pt_br: Seu email não será divulgado a nenhum usuário nem compartilhado com mais ninguém.

source: User name
de: Benutzername

source: e.g. john_smith. This is how the system identify you. No spaces or special characters allowed.
de: z.B. max_mustermann. So erkennt das System Sie. Keine Leerschläge oder Sonderzeichen erlaubt.

source: Log in
de: Anmelden
pt_br: Entrar

source: Validated
de: Validiert
pt_br: Validado

source: Suspended
de: Gesperrt
pt_br: Suspenso

source: Registration
de: Registrierung
pt_br: Registro

source: Register
de: Registrieren
pt_br: Registrar

source: Start password reset
de: Starte Passwort-Reset
pt_br: Começar reset da senha

source: The system can't restore the password for this user.
de: Das Passwort für diesen Benutzer konnte nicht wiederhergestellt werden.
pt_br: O sistema não pode restaurar a senha para este usuário.

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: Passcode is invalid.
de: Passcode ist ungültig.
pt_br: O passcode é inválido.

source: Change password
de: Passwort ändern
pt_br: Trocar senha

source: You have successfully changed your password.
de: Sie haben Ihr Passwort erfolgreich geändert.
pt_br: Você trocou a sua senha.

source: This login is already in use.
de: Dieses Login wird bereits verwendet.
pt_br: Este login já está em uso.

source: This email is already in use.
de: Diese E-Mail-Adresse wird bereits verwendet.
pt_br: Este email já está em uso.

source: Create new user
de: Neuen Benutzer erstellen
pt_br: Criar novo usuário

source: Back
de: Zurück
pt_br: Voltar

source: Create
de: Erstellen
pt_br: Criar

source: Roles
de: Rollen
pt_br: Papéis

source: Choose user default roles.
de: Wähle Standardrollen des Benutzers.
pt_br: Escolha os papéis padrão do usuário.

source: Groups
de: Gruppen
pt_br: Grupos

source: Choose user groups.
de: Wähle Benutzergruppen.
pt_br: Escolha os grupos do usuário.

source: Modify
de: Bearbeiten
pt_br: Modificar

source: User properties have been updated.
de: Die Benutzereigenschaften wurden aktualisiert.
pt_br: As propriedades do usuário foram atualizadas.

source: Remove
de: Entfernen
pt_br: Remover

source: User has been removed.
de: Benutzer wurde entfernt.
pt_br: O usuário foi removido.

source: Search term
de: Suchbegriff
pt_br: Termo a buscar

source: Ptah searches users by login and email
de: Ptah durchsucht Benutzer nach Login und E-Mail
pt_br: Ptah busca usuários por login e email

source: The selected accounts have been activated.
de: Die ausgewählten Konten wurden aktiviert.
pt_br: As contas selecionadas foram ativadas.

source: The selected accounts have been suspended.
de: Die ausgewählten Konten wurden gesperrt.
pt_br: As contas selecionadas foram suspensas.

source: The selected accounts have been validated.
de: Die ausgewählten Konten wurden validiert.
pt_br: As contas selecionadas foram validadas.

source: The selected accounts have been removed.
de: Die ausgewählten Konten wurden entfernt.
pt_br: As contas selecionadas foram removidas.

source: Search
de: Suche
pt_br: Buscar

source: Clear term
de: Begriff löschen
pt_br: Limpar termo

source: The selected groups have been removed.
de: Die ausgewählten Gruppen wurden entfernt.
pt_br: Os grupos selecionados foram removidos.

source: Create new group
de: Neue Gruppe erstellen
pt_br: Criar novo grupo

source: The group has been created.
de: Die Gruppe wurde erstellt.
pt_br: O grupo foi criado.

source: Update group
de: Gruppe aktualisieren

source: The group has been updated.
de: Die Gruppe wurde aktualisiert.

source: Your are not allowed to access this part of site.
de: Sie sind nicht berechtigt, auf diesen Teil der Website zu zugreifen.
pt_br: Você não tem permissão para acessar esta parte do site.

source: You do not have sufficient privileges to view this page. If you believe you are receiving this message in error, contact the
de: Sie haben nicht die Berechtigung, diese Seite anzuschauen. Wenn Sie glauben, diese Nachricht irrtümlicherweise erhalten zu haben, kontaktieren Sie den

source: site administration.
de: Seitenadministrator.

source: You are now logged in.
de: Sie sind nun angemeldet.
pt_br: Você entrou no sistema.

source: You are now logged in as <dynamic element>.
de: Sie sind nun als <dynamic element> angemeldet.
pt_br: Você se logou como <dynamic element>.

source: Note: If you do not remain logged in after leaving this page, it is because you need to enable cookies in your browser.
de: Anmerkung: Wenn Sie nach dem Verlassen dieser Seite nicht angemeldet bleiben, liegt das daran, dass Sie Cookies in Ihrem Browser erlauben müssen.
pt_br: Nota: Se você não permanecer logado após esta página, é porque precisa habilitar os cookies no seu navegador.

source: Continue to the main page.
de: Auf der Hauptseite fortfahren.
pt_br: Continuar para a página principal.

source: Your account is suspended.
de: Ihr Konto wurde gesperrt.
pt_br: Sua conta está suspensa.

source: Contact the admin <dynamic element>
de: Kontaktieren Sie den Administrator <dynamic element>
pt_br: Contacte o admin <dynamic element>

source: Please log in
de: Bitte anmelden
pt_br: Por favor entre

source: To access this part of the site, you need to log in with your credentials.
de: Um auf diesen Bereich zuzugreifen, müssen Sie sich mit Ihren Zugangsdaten anmelden.
pt_br: Para acessar esta parte do site, você precisa se logar com suas credenciais.

source: If you have forgotten your password,
de: Wenn Sie Ihr Passwort vergessen haben,
pt_br: Se você esqueceu a sua senha,

source: click here to retrieve it.
de: klicken Sie hier, um es zurückzusetzen.
pt_br: clique aqui para trocá-la.

source: New user? If you do not have an account here,
de: Neuer Benutzer? Wenn Sie hier noch kein Konto haben,
pt_br: Novo usuário? Se você não tem uma conta aqui,

source: head over to the registration form.
de: wechseln Sie zurm Registrationsformular.
pt_br: vá para a tela de registro.

source: Or use your account from
de: Oder verwenden Sie Ihr Konto von

source: Lost Password
de: Passwort verloren
pt_br: Senha Perdida

source: For security reasons, we store your password encrypted, and cannot mail it to you. If you would like to reset your password, please fill out the form below and we will immediately send you an email at the address you gave when you registered.
de: Aus Sicherheitsgründen wird das Passwort verschlüsselt gespeichert und kann Ihnen nicht gemailt werden. Wenn Sie Ihr Passwort zurücksetzen möchten, füllen Sie bitte das unten stehende Formular aus und wir senden Ihnen umgehend eine E-Mail an die Adresse, die Sie bei der Registrierung angegeben haben.
pt_br: Por razões de segurança, gravamos sua senha criptografada e não podemos enviá-la por email. Se quiser redefinir sua senha, por favor preencha este formulário e imediatamente lhe enviaremos um email no endereço que você deu quando se registrou.

source: If this will not work for you (for example, if you forgot your member name or your email address has changed) send an email to ${link}.
de: Sollte dies nicht funktionieren (zum Beispiel, wenn Sie Ihren Benutzernamen vergessen haben oder Ihre E-Mail-Adresse geändert hat), schicken Sie eine E-Mail an ${link}.
pt_br: Se assim não estiver bom para você (por exemplo, esqueceu seu login ou seu email mudou), envie um email para ${link}.

source: Reset password
de: Passwort zurücksetzen
pt_br: Redefinir senha

source: Password reset confirmation for ${view.title}
de: Bestätigung das Passwort-Resets für ${view.title}

source: The password resetting process has been initiated. You must visit the link below to complete it:
de: Der Vorgang, um das Passwort zurückzusetzen, wurde gestartet. Sie müssen den unten stehenden Link besuchen, um ihn abzuschliessen.
pt_br: O processo de redefinição da senha foi iniciado. Você precisa visitar o link abaixo para completá-lo:

source: Requested by IP ${ip} on ${date}
de: Verlangt von der IP ${ip} am ${date}

source: Password reset confirmation for ${user}
pt_br: Confirmação de nova senha para ${user}
